{
  "ChapterDate": "2024-06-06T00:00:00",
  "ChapterName": "John and Leo Make an Escape",
  "ChapterFileName": "2024-06-06-John kills Leo.json",
  "SerializableChapterContents": [
    {
      "ContentType": 5,
      "Title": null,
      "Character": null,
      "LineParts": null,
      "IsThought": null,
      "Paragraphs": null,
      "Text": "Leo started with FinaLibre in November of 2022, and after a less-than-impressive tour through the Academy, Leo joined the Transactions and Settlement Team in April of 2023. \r\nLeo didn\u0027t particularly mind this; by now he had come to terms with the fact that he was no shooting star in the Financial Sector. It\u0027s not that he ever had any reason to suspect he was, but when he signed with FinaLibre in 2022 he had hoped, that his time as a student assistant for one of the country\u0027s large Investment Banking Firms would let him shoot right into the C-level. \r\nSome might say, that Leo was extraordinarily unlucky to be subjected to a particularly cruel-spirited \u0027Rite of Passage\u0027 and as a result of this had to be forcibly freed from the ventilation system by the Fire Department. These same people would probably also claim that trying to play Angela for some quick project credit and ending up suggesting to the board that FinaLibre went early-market on Hentai-NFTs, was just dumb luck. But then again, the pull-yourself-up-by-the-bootstraps people would certainly insist that such minor incidents would be no hurdle for Leo to overcome, was he the Christ Incarnate of the capital markets.\r\nLeo for one, didn\u0027t really bother claiming one or the other anymore but had reconciled himself to the fact, that his chance of \u0027making it big\u0027 was to hang in at FinaLibre and pray to God it would someday land him an easy job in a normal firm based on his merits of having been there during the upswing. \r\n\r\nThe afternoons were hard on Leo. Leo enjoyed the finer things in life, and this included the buffet in the FinaLibre cafeteria. On this day, the cafeteria served schnitzel which was an absolute favorite of Leo\u0027s, and to no one\u0027s surprise, he had attacked the buffet with an intensity that would impress most people. Leo is the price for this exertion now, as all of the blood in his body is being mobilized to his stomach in the fight against an alarming buildup of pork grease that is clogging everything up down there. Given Leo\u0027s less-than-fit-for-fight state, it takes him a few moments to notice that a person has sat down on an office chair next to him and is now staring at him. As Leo raises his eyes to look at the stranger he has to restrain himself from jumping back in his seat in shock. The stranger is looking at him with a deadly intensity, that makes it almost seem like he is concentrating to make his pupils form daggers to send through Leo\u0027s skull. After maintaining eye contact for about 10 seconds, the stranger slowly looks down at his own hands, in order to divert Leo\u0027s attention to the small sheets of paper he is holding. As the stranger convinces himself that Leo has read each note, he shuffles the papers so the next becomes legible. The messages written on the pieces of paper, are as follows:\r\n\r\n",
      "Items": null,
      "IsNumbered": null
    },
    {
      "ContentType": 6,
      "Title": null,
      "Character": null,
      "LineParts": null,
      "IsThought": null,
      "Paragraphs": null,
      "Text": null,
      "Items": [
        " Note 1: ¤BB29384",
        " Note 2: There are 6 people in the world that know",
        " Note 3: 5 of them are actively seeking to locate and kill you",
        " Note 4: I am #6 and I won\u0027t kill you",
        " Note 5: If and only if, you do exactly as I say",
        " Note 6: You\u0027ll be walking a tight line for the next 6 hours",
        " Note 7: One false step in any direction, and you won\u0027t live to see nightfall",
        " Note 8: Nod once if you understand and accept these terms, nod 3 times if you prefer to solve this problem yourself"
      ],
      "IsNumbered": false
    },
    {
      "ContentType": 5,
      "Title": null,
      "Character": null,
      "LineParts": null,
      "IsThought": null,
      "Paragraphs": null,
      "Text": "\r\nThe stranger stares at Leo\u0027s face as he nods once, and keeps staring to stress to Leo that whatever happens, Leo has signed on. Leo only nods once.\r\n\r\n",
      "Items": null,
      "IsNumbered": null
    },
    {
      "ContentType": 6,
      "Title": null,
      "Character": null,
      "LineParts": null,
      "IsThought": null,
      "Paragraphs": null,
      "Text": null,
      "Items": [
        " Note 9: Remove all electronic devices that may contain recording equipment and/or GSP locators, and place them in your locker",
        " Note 10: This includes smartphones and smartwatches"
      ],
      "IsNumbered": false
    },
    {
      "ContentType": 5,
      "Title": null,
      "Character": null,
      "LineParts": null,
      "IsThought": null,
      "Paragraphs": null,
      "Text": "\r\nLeo does so. \r\n\r\n",
      "Items": null,
      "IsNumbered": null
    },
    {
      "ContentType": 6,
      "Title": null,
      "Character": null,
      "LineParts": null,
      "IsThought": null,
      "Paragraphs": null,
      "Text": null,
      "Items": [
        " Note 11: When I lower this card, walk to the West exit of the building, head directly into the forest ",
        " Note 12: Meet me in 10 minutes at the big Thousand Acre Forest entrance gate"
      ],
      "IsNumbered": false
    },
    {
      "ContentType": 5,
      "Title": null,
      "Character": null,
      "LineParts": null,
      "IsThought": null,
      "Paragraphs": null,
      "Text": "\r\nThe stranger lowers the cards and watches Leo head out of the office. He waits for about a minute, before he goes into the bathroom, tears up the small notes he has been showing to Leo into tiny pieces, and flushes them down the toilet. He then heads for the main entrance of the building, to take the scenic route to the forest entrance gate.\r\n\r\nLeo is at the requested entrance gate exactly 1 minute and 26 seconds before the time he was given and is visibly worried when the stranger is not there waiting for him. For what feels like minutes but in fact is only 40 seconds, Leo waits nervously for him to show up, and then notices him coming onto the path Leo is on from a crossing path about 100m further into the forest. Leo runs to meet the stranger, who is now talking on the phone with someone.\r\n",
      "Items": null,
      "IsNumbered": null
    },
    {
      "ContentType": 2,
      "Title": null,
      "Character": {
        "CharacterKey": "john",
        "CharacterName": "John",
        "Color": "rgb(42,42,87)",
        "Font": "Trade Winds",
        "FontSize": 10
      },
      "LineParts": [
        {
          "PartText": "That\u0027s right. I have 29384, and we are heading for the extraction point. ETA 5 minutes and 40 seconds. When Team Bravo has extracted 29384, I\u0027ll return to the building for 88204 and lead him to LZ2",
          "Description": "talking on the phone"
        },
        {
          "PartText": "...",
          "Description": "directing Leo to take a right on the crossing path"
        },
        {
          "PartText": "No, there\u0027s just these two",
          "Description": null
        },
        {
          "PartText": "No, Frank is the one who gave them up to the Banshees...",
          "Description": null
        },
        {
          "PartText": "he is not a priority to us",
          "Description": null
        },
        {
          "PartText": "I\u0027d say I\u0027m 90% sure there are no others...",
          "Description": null
        }
      ],
      "IsThought": false,
      "Paragraphs": null,
      "Text": null,
      "Items": null,
      "IsNumbered": null
    },
    {
      "ContentType": 5,
      "Title": null,
      "Character": null,
      "LineParts": null,
      "IsThought": null,
      "Paragraphs": null,
      "Text": "At this, Leo shows a very small sign of wanting to interrupt with something.\r\n",
      "Items": null,
      "IsNumbered": null
    },
    {
      "ContentType": 2,
      "Title": null,
      "Character": {
        "CharacterKey": "john",
        "CharacterName": "John",
        "Color": "rgb(42,42,87)",
        "Font": "Trade Winds",
        "FontSize": 10
      },
      "LineParts": [
        {
          "PartText": "Hold up... I may be mistaken",
          "Description": "into the phone"
        },
        {
          "PartText": "Are there any others than you and Thomas?",
          "Description": "staring tiredly at Leo, like an affirmative answer would almost surely be bad news"
        }
      ],
      "IsThought": false,
      "Paragraphs": null,
      "Text": null,
      "Items": null,
      "IsNumbered": null
    },
    {
      "ContentType": 2,
      "Title": null,
      "Character": {
        "CharacterKey": "leo",
        "CharacterName": "Leo",
        "Color": null,
        "Font": null,
        "FontSize": 10
      },
      "LineParts": [
        {
          "PartText": "There are 2 more... Martin and Lonnie",
          "Description": null
        }
      ],
      "IsThought": false,
      "Paragraphs": null,
      "Text": null,
      "Items": null,
      "IsNumbered": null
    },
    {
      "ContentType": 2,
      "Title": null,
      "Character": {
        "CharacterKey": "john",
        "CharacterName": "John",
        "Color": "rgb(42,42,87)",
        "Font": "Trade Winds",
        "FontSize": 10
      },
      "LineParts": [
        {
          "PartText": "Jesus fucking Christ!",
          "Description": null
        },
        {
          "PartText": "Cancel that... There are 2 more",
          "Description": "into the phone, tired"
        },
        {
          "PartText": "I FUCKING KNOW WE ARE SPREAD THIN, BUT WE DON\u0027T HAVE A CHOICE:",
          "Description": null
        },
        {
          "PartText": "THE BANSHEES ARE CLOSING DOWN SHOP AND THEY ARE DOING THE BIG CLEANUP",
          "Description": null
        },
        {
          "PartText": "Look, Team Juliet must be back from abroad, right?",
          "Description": null
        },
        {
          "PartText": "They can fucking rest AFTER this operation because there isn\u0027t going to be much of anything if we don\u0027t salvage what we can RIGHT NOW!",
          "Description": null
        },
        {
          "PartText": "I don\u0027t give a shit about affidavits and testimonies...",
          "Description": null
        },
        {
          "PartText": "I doubt there will be anything to testify against in a week",
          "Description": null
        },
        {
          "PartText": "...",
          "Description": "motioning Leo to keep the pace and not slow down"
        },
        {
          "PartText": "Did you see what they did downtown?",
          "Description": null
        },
        {
          "PartText": "They are bringing back the Blood Eagle... The fucking Blood Eagle!",
          "Description": null
        },
        {
          "PartText": "A whole team of 1st responders threw up at the scene",
          "Description": null
        },
        {
          "PartText": "They are going to frame this as a Viking terrorist organization run amok",
          "Description": null
        },
        {
          "PartText": "Look, the directive is straight from the Chief, so take any objections up with him",
          "Description": null
        },
        {
          "PartText": "Good, then get on mobilizing Team Juliet...",
          "Description": null
        },
        {
          "PartText": "...",
          "Description": "motioning Leo to head off the path they are on, and up the small hill in front of them"
        },
        {
          "PartText": "We\u0027ll change the plan...",
          "Description": null
        },
        {
          "PartText": "As soon as 29384 has been picked up, I\u0027m going back to the office where 88204 is going to have a heart attack...",
          "Description": null
        },
        {
          "PartText": "You will dispatch Team Juliet in an ambulance, and while they are escorting 88204 I\u0027ll locate the last two...",
          "Description": null
        },
        {
          "PartText": "FUCK, I FORGOT THEIR NAMES",
          "Description": null
        }
      ],
      "IsThought": false,
      "Paragraphs": null,
      "Text": null,
      "Items": null,
      "IsNumbered": null
    },
    {
      "ContentType": 2,
      "Title": null,
      "Character": {
        "CharacterKey": "leo",
        "CharacterName": "Leo",
        "Color": null,
        "Font": null,
        "FontSize": 10
      },
      "LineParts": [
        {
          "PartText": "Martin and Lonnie, both from Accounting",
          "Description": "stuttering"
        }
      ],
      "IsThought": false,
      "Paragraphs": null,
      "Text": null,
      "Items": null,
      "IsNumbered": null
    },
    {
      "ContentType": 2,
      "Title": null,
      "Character": {
        "CharacterKey": "john",
        "CharacterName": "John",
        "Color": "rgb(42,42,87)",
        "Font": "Trade Winds",
        "FontSize": 10
      },
      "LineParts": [
        {
          "PartText": "Martin and Lonnie from Accounting",
          "Description": "talking into the phone"
        },
        {
          "PartText": "Yes, I think I hear the chopper now...",
          "Description": null
        },
        {
          "PartText": "...",
          "Description": "making eye contact with Leo and points to a spot in the sky out in front"
        }
      ],
      "IsThought": false,
      "Paragraphs": null,
      "Text": null,
      "Items": null,
      "IsNumbered": null
    },
    {
      "ContentType": 5,
      "Title": null,
      "Character": null,
      "LineParts": null,
      "IsThought": null,
      "Paragraphs": null,
      "Text": "Leo brings his one hand up to shield the sun while he looks for the helicopter and while he is thus engaged, John bends down to pick up a rock and smacks Leo on the backside of the head with it. Leo falls to the ground and John drops the cheap burner phone (that doesn\u0027t have a battery in it anyways) to the ground, pounces on Leo and drives the rock down on Leo\u0027s neck 3 times, to make sure he doesn\u0027t make an incredible recovery while John carries out the next very important task. John rests one knee on Leo\u0027s back, brings out a pen and paper and writes down: \u0027Martin and Lonnie, Accounting\u0027. He then draws a metal syringe from his pocket, twists on a needle, rams the needle as far as possible into Leo just below the bottom right-side rib, and empties the 2mg fentanyl solution in the syringe into Leo\u0027s body. He then drags Leo the 20 meters down the other side of the hill, rolls him into the pit he dug earlier and covers the body with dirt from the pile beside the pit. ",
      "Items": null,
      "IsNumbered": null
    }
  ],
  "ChapterOrder": 25,
  "ChapterHash": "DDd74YFpE/opPjJ\u002BnmIYbDGm/JBrumkU0s9uwL5jZ0dF/W0jSnKIF7tJcUk8CPa4O9BRMeWDQnofMOi4y6ez7w==",
  "Video": {
    "FileName": "deep-sea.gif",
    "AttributionText": "Dark underwater ocean waves ripple and flow with light rays by Vecteezy",
    "AttributionLink": "https://www.vecteezy.com/video/5314132-dark-underwater-ocean-waves-ripple-and-flow-with-light-rays-loop"
  },
  "ChapterHeaderFontSettings": {
    "Family": "Trade Winds",
    "Size": 30,
    "Color": null,
    "ShadowColor": null,
    "Defaults": null,
    "IsItalic": false,
    "FontFamily": "Trade Winds",
    "TheFontFamily": "Trade Winds",
    "FontSize": 30,
    "TheFontSize": 30,
    "FontColor": null,
    "TheFontColor": null,
    "FontShadowColor": null,
    "TheFontShadowColor": null
  }
}